Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Mohammed Sami Sami, Deputy Minister for Energy and Water, invited Polish companies from the energy sector to invest in Afghanistan, where the electrification level remains low.
pl: Mohammed Sami Sami, wiceminister energetyki i wody, zaprosił polskie firmy sektora energetycznego do inwestycji w Afganistanie, gdzie poziom elektryfikacji jest ciągle niski.

source: Abdul Razaq, Deputy Minister of Finance, assured that the government of Afghanistan is preparing a number of customs and tax facilitations for overseas investors.
pl: Z kolei Abdul Razaq, wiceminister finansów, zapewnił, że rząd Afganistanu przygotowuje szereg udogodnień celnych i podatkowych dla inwestorów zagranicznych.

source: The aim of the delegation's visit is a week's (8-14 September 2013) leadership and public administration management course, organized by the Ministry of Foreign Affairs in cooperation with the National School of Public Administration (KSAP) and the Afghanistan Civil Service Institute (ACSI).
pl: Celem przyjazdu wyżej wymienionej delegacji jest tygodniowe szkolenie, realizowane w dniach 8-14 września 2013 r., z zakresu przywództwa i zarządzania w administracji publicznej, przygotowane przez MSZ razem z Krajową Szkołą Administracji Publicznej (KSAP) oraz Afgańskim Instytutem Służby Cywilnej (ACSI).

source: The guests shall also meet with the Marshal of the Senate Bogdan Borusewicz.
pl: Zaproszeni goście spotkają się również z Marszałkiem Senatu Bogdanem Borusewiczem.

source: In order to illustrate the historical context of the Polish democratic transformation to the Afghan partners, the program includes the sightseeing of the Warsaw Rising Museum.
pl: Aby lepiej ukazać afgańskim partnerom kontekst historyczny polskich przemian demokratycznych, zaplanowano zwiedzanie Muzeum Powstania Warszawskiego.

source: Between 2002-2013 Poland has granted Afghanistan development aid amounting to PLN 109 million.
pl: W latach 2002-2013 Polska przeznaczyła na pomoc rozwojową na rzecz Afganistanu ponad 109 mln zł.

source: You are here Polish Aid / News / Minister Katarzyna Pełczyńska-Nałęcz visits Lviv
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta Pani Minister Katarzyny Pełczyńskiej-Nałęcz we Lwowie

source: Minister Katarzyna Pełczyńska-Nałęcz visits Lviv
pl: Wizyta Pani Minister Katarzyny Pełczyńskiej-Nałęcz we Lwowie

source: On January 24th, 2013 Minister Katarzyna Pełczyńska-Nałęcz, Undersecretary of State in MFA visited the Lviv State University of Life Safety.
pl: W dniu 24 stycznia 2013 r. Pani Katarzyny Pełczyńskiej-Nałęcz Podsekretarz Stanu w MSZ złożyła wizytę we Lwowskim Państwowym Uniwersytecie Bezpieczeństwa Cywilnego.

source: Activities carried out in the project framework contributed to improving the education process and professional training of rescue services (particularly fire services) as well as the safety education level of rescuers and rescue teams in Ukraine.
pl: Podejmowane działania projektowe przyczyniły się do wzmocnienia procesu kształcenia i doskonalenia zawodowego służb ratowniczych, szczególnie straży pożarnych oraz podniesienie poziomu edukacji bezpieczeństwa bezpośrednio u ratowników i formacji ratowniczych Ukrainy.

source: These solutions included training courses in the field of protecting life and health of firefighters and preparing regulations and procedures of the training course for the needs of fires inside buildings.
pl: Dzięki realizacji współpracy zostały wprowadzone nowoczesne rozwiązania dotyczące szkolenia z zakresu ochrony zdrowia i życia strażaków oraz przygotowania przepisów i procedur szkolenia na potrzeby pożarów wewnątrz budynków.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / Undersecretary of State Konrad Pawlik visits the Middle East
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Wizyta podsekretarza stanu Konrada Pawlika na Bliskim Wschodzie

source: Undersecretary of State Konrad Pawlik visits the Middle East
pl: Wizyta podsekretarza stanu Konrada Pawlika na Bliskim Wschodzie

source: Development cooperation and Middle East issues were the main themes discussed during a four-day visit paid by Undersecretary of State Konrad Pawlik to Israel and Palestine on 24-27 August.
pl: Współpraca rozwojowa oraz problematyka bliskowschodnia były głównymi tematami czterodniowej wizyty w dniach 24-27 sierpnia podsekretarza stanu Konrada Pawlika w Izraelu i Palestynie.

source: Deputy Minister Konrad Pawlik met with Gil Haskel, Head of Israel's Agency for International Development Cooperation (MASHAV) and Ilan Fluss, Deputy Director of MASHAV at the Israeli MFA to discuss issues relating to establishing Polish-Israeli cooperation in development and humanitarian assistance.
pl: Kwestie nawiązania polsko-izraelskiej współpracy w ramach pomocy rozwojowej i humanitarnej zostały poruszone w trakcie dyskusji wiceministra Konrada Pawlika z Gilem Haskelem, dyrektorem Izraelskiej Agencji Międzynarodowej Współpracy Rozwojowej (MASHAV) oraz Ilanem Flussem, dyrektorem Biura Współpracy Międzynarodowej w izraelskim MSZ.

source: In 2016, Poland will begin implementing its second multiannual development cooperation programme.
pl: W 2016 roku Polska rozpoczyna realizację drugiego wieloletniego programu współpracy rozwojowej.

source: “We want Polish aid to become more focused.
pl: - Chcemy bardziej skoncentrować polską pomoc.

source: In the new perspective, we have reduced the number of geographical priorities from 20 to 10,” noted Poland's deputy foreign minister.
pl: W nowej perspektywie liczbę priorytetów geograficznych ograniczyliśmy z 20 do 10 - podkreślił wiceszef polskiej dyplomacji.

source: During the meeting, its participants expressed readiness and willingness to carry out joint projects in selected and overlapping areas and priority countries.
pl: Podczas spotkania rozmówcy wyrazili gotowość i chęć realizacji wspólnych projektów w wybranych, pokrywających się obszarach i krajach priorytetowych.

source: Deputy Minister Pawlik held political consultations in the Israeli MFA with Alon Ushpiz, Deputy Director of the Political Affairs Directorate, Eran Lerman, Deputy Head of the Israeli National Security Council, Amir Weissbrod, Head of the MFA's Bureau for Middle East Affairs, and Zvi Rav-Ner, Deputy Director for Eurasia.
pl: Wiceminister Pawlik przeprowadził konsultacje polityczne w izraelskim MSZ, gdzie spotkał się z Alonem Ushpizem, zastępcą Dyrektora Generalnego ds. politycznych, Eranem Lehrmanem, zastępcą Szefa Izraelskiej Rady Bezpieczeństwa Narodowego, Amirem Weissbrodem, szefem Biura Bliskiego Wschodu w MSZ, oraz Zvi Rav-Nerem, zastępcą Dyrektora Generalnego ds.

source: They also talked about the situation in eastern Ukraine.
pl: W trakcie spotkania rozmawiano także o sytuacji na wschodzie Ukrainy.

source: During his visit to Palestine, Deputy Minister Konrad Pawlik met with representatives of the Palestinian Authority: Riyad al-Maliki, the foreign affairs minister, and Majdi al-Khaldi, chief of Staff to President Abbas.
pl: Podczas wizyty w Palestynie wiceminister Konrad Pawlik spotkał się z przedstawicielami Palestyńskiej Władzy Narodowej: Rijadem Malkim, Ministrem Spraw Zagranicznych oraz Majdim Haldim, szefem kancelarii prezydenta Abbasa.

source: “For more than a decade, Palestine has been a priority country for Polish development assistance, a very important element in building Polish-Palestinian relations,” said Deputy Minister Pawlik.
pl: - Od ponad dekady Palestyna pozostaje krajem priorytetowym polskiej pomocy rozwojowej, co stanowi bardzo ważny element budowania polsko-palestyńskich relacji - powiedział wiceminister Pawlik.

source: He used the opportunity to recall that 10 years ago Poland established a Representation to the Palestinian National Authority.
pl: Przypomniał przy tym, że 10 lat temu ustanowiono polskie przedstawicielstwo przy Palestyńskiej Władzy Narodowej.

source: They discussed assistance to Palestinian refugees, the humanitarian situation in the Gaza Strip and the West Bank.
pl: Tematem rozmowy była pomoc uchodźcom palestyńskim, sytuacja humanitarna w Strefie Gazy oraz na Zachodnim Brzegu.

source: “Poland fully supports and appreciates the work done by UNRWA,” underscored Konrad Pawlik.
pl: - Polska w pełni popiera i docenia pracę UNRWA - podkreślił Konrad Pawlik.

source: “In spite of the humanitarian crisis enveloping Syria and neighbouring countries, we have not forgotten about the plight of the Palestinian refugees in the West Bank and the Gaza Strip,” added the deputy minister.
pl: - Mimo kryzysu humanitarnego rozgrywającego się w Syrii i krajach sąsiednich, nie zapominamy o losie uchodźców palestyńskich na Zachodnim Brzegu i w Strefie Gazy - dodał wiceminister.

source: Since 2004, Poland has transferred over USD 1.5 million to UNRWA and we are continuing our support all the time.
pl: Od 2004 roku Polska przekazała na rzecz UNRWA środki w wysokości ponad 1,5 mln USD.

source: The launch of a development aid project for a refugee camp in Jalazone near Ramallah was an important element of the visit.
pl: Ważnym elementem wizyty była inauguracja projektu pomocy rozwojowej w obozie dla uchodźców w Jalazon w pobliżu Ramallah.

source: Polish Aid financed the purchase of educational aids and the construction of a space for games and play adapted to the needs of children on the premises of a pre-school centre.
pl: Ze środków Polskiej Pomocy sfinansowano zakup materiałów edukacyjnych oraz budowę przestrzeni do gier i zabaw, dostosowanej do potrzeb dzieci na terenie ośrodka przedszkolnego.

source: Deputy Minister Pawlik also visited a clinic in Darraj, in the Gaza Strip, where a Polish-Czech project supporting antenatal care facility is implemented (with purchases of medical equipment and basic necessities, among others).
pl: Wiceminister Pawlik odwiedził także klinikę w Darraj w Strefie Gazy, gdzie realizowany jest polsko-czeski projekt wspierający klinikę pomocy prenatalnej (m.in. zakup sprzętu medycznego oraz produktów pierwszej potrzeby).

source: During his visit, Deputy Minister Konrad Pawlik laid a wreath in the Hall of Remembrance at the Yad Vashem.
pl: W trakcie wizyty wiceminister Konrad Pawlik złożył wieniec w Sali Pamięci w Instytucie Yad Vashem.

source: Acting on behalf of the President of the Republic of Poland, the deputy minister decorated the minister of information Mahmoud Khalefa with the Knight Cross of the Order of Merit of the Republic of Poland for his distinguished contribution to Polish-Palestinian cultural relations.
pl: Z kolei w imieniu Prezydenta RP, za szczególne zasługi we wspieraniu polsko-palestyńskich relacji kulturalnych odznaczył Krzyżem Kawalerskim Orderu Zasługi RP ministra informacji Mahmouda Khalefę.

source: Initiation of the Ignacy Łukasiewicz Scholarship Programme
pl: Polska pomaga studentom z krajów rozwijających się

source: During his speech, deputy minister Konrad Pawlik quoted the words of the programme's patron, Ignacy Łukasiewicz: “being rich is a true art, but it also brings true responsibilities”.
pl: Wiceminister Konrad Pawlik w trakcie swojego wystąpienia przytoczył słowa patrona programu Ignacego Łukasiewicza: „to wielka sztuka być bogatym, a również i wielka odpowiedzialność”.

source: ‘Scholarship policy is an important element of cooperation between Poland and developing countries and serves to develop the social-economic potential of Poland's partner countries,' said the deputy head of Polish diplomacy.
pl: - Polityka stypendialna jest ważnym elementem współpracy Polski z krajami rozwijającymi się i służy budowaniu potencjału społeczno-gospodarczego krajów partnerskich Polski - powiedział wiceszef polskiej dyplomacji.

source: He also wished the stipend holders many scientific successes and satisfaction from their stay in Poland.
pl: Życzył przy tym stypendystom sukcesów naukowych i satysfakcji z pobytu w Polsce.

source: During the ceremony, prof. dr hab. inż.
pl: Janusza Szpytko z Akademii Górniczo-Hutniczej im.

source: The Ignacy Łukasiewicz Scholarship Programme was established in 2015.
pl: Ignacego Łukasiewicza został uruchomiony w 2015 roku.

source: Its objective is to support the social-economic development of the developing countries by improving the level of education and professional qualifications of their citizens.
pl: Jego celem jest wspieranie rozwoju społeczno-gospodarczego państw należących do krajów rozwijających się poprzez podnoszenie poziomu wykształcenia i kwalifikacji zawodowych ich obywateli.

source: The programme is in particular addressed to the citizens of the following countries: Angola, Ethiopia, Indonesia, Kenya, Columbia, Mexico, Myanmar, Mongolia, Mozambique, Nigeria, South Africa, Senegal, Tanzania, and Vietnam.
pl: Program skierowany jest w szczególności do obywateli następujących krajów: Angoli, Etiopii, Indonezji, Kenii, Kolumbii, Meksyku, Mjanmy, Mongolii, Mozambiku, Nigerii, RPA, Senegalu, Tanzanii i Wietnamu.

source: The stipend holders may take up master-level studies in science and technical studies, and to take up PhD studies in the following fields: mathematics, physics, chemistry, biology, natural sciences, technical studies, agricultural studies, forestry and veterinary.
pl: Stypendyści programu mają możliwość rozpoczęcie w Polsce studiów magisterskich w zakresie nauk ścisłych i technicznych oraz podjęcia studiów doktoranckich w dziedzinach nauk: matematycznych, fizycznych, chemicznych, biologicznych, nauk o Ziemi, technicznych, rolniczych, leśnych i weterynaryjnych.

source: In the 2015/2016 academic year, the programme has 57 stipend holders.
pl: W roku akademickim 2015/2016 w programie uczestniczy 57 stypendystów.

source: Ultimately, the programme will offer stipends to 200 students from developing countries.
pl: Docelowo program każdego roku będzie obejmował 200 stypendystów z krajów rozwijających się.

source: The programme is financed by the Ministry of Foreign Affairs and the Ministry of Science and Higher Education.
pl: Program finansowany jest przez Ministerstwo Spraw Zagranicznych oraz Ministerstwo Nauki i Szkolnictwa Wyższego.

source: The programme is coordinated by the Bureau for Academic Recognition and International Exchange.
pl: Za jego koordynację odpowiada Biura Uznawalności Wykształcenia i Wymiany Międzynarodowej.

source: Egyptians, Libyans and Tunisians observed Polish parliamentary elections
pl: Egipcjanie, Libijczycy i Tunezyjczycy obserwowali polskie wybory parlamentarne

source: A 15-person delegation from Egypt, Libya and Tunisia observed parliamentary elections in Poland at the invitation of the Ministry of Foreign Affairs and the National Electoral Commission.
pl: 15-osobowa delegacja z Egiptu, Libii i Tunezji obserwowała wybory parlamentarne w Polsce na zaproszenie Ministerstwa Spraw Zagranicznych i Państwowej Komisji Wyborczej.

source: In the course of the visit held on 6-11 October, representatives of the three countries of North Africa became acquainted with the Polish electoral law, the state of preparations for the elections, as well as with the practical side of their organization on the day of voting during visits to committees and polling stations.
pl: W trakcie odbywającej się w dniach 6-11 października br. wizyty przedstawiciele trzech krajów Afryki Północnej zapoznali się z przepisami polskiego prawa wyborczego, ze stanem przygotowań do wyborów, a także z praktyczną stroną ich organizacji w dniu głosowania podczas odwiedzin w komisjach i lokalach wyborczych.

source: The delegation from Egypt and Tunisia was composed of the heads and members of electoral commissions and persons responsible for the preparation of democratic elections in those countries.
pl: W skład delegacji z Egiptu i Tunezji weszli szefowie i członkowie komisji wyborczych oraz osoby odpowiedzialne za przygotowanie demokratycznych wyborów w tych krajach.

source: Tunisians will elect representatives of their Constituent Assembly on 23rd October.
pl: Tunezyjczycy wybiorą przedstawicieli swojej konstytuanty 23 października br.

source: Elections to the People's Assembly of Egypt will begin on 28th November.
pl: Wybory do Zgromadzenia Ludowego Egiptu rozpoczną się 28 listopada br.

source: The Libyan delegation was composed of social activists involved in the fight for human rights and building of democratic principles of state functioning after the revolution.
pl: Delegacja libijska składała się z działaczy społecznych zaangażowanych w walkę na rzecz praw człowieka i budowanie demokratycznych zasad funkcjonowania państwa po rewolucji.

source: Visitors from North Africa not only observed the progress of elections on the election day, but also the state of preparations.
pl: Goście z Afryki Północnej obserwowali nie tylko przebieg wyborów w dniu głosowania, ale również stan przygotowań.

source: They participated in a press conference of the National Electoral Commission (NEC), during which the Commission presented, inter alia, voting rules and the idea of the election silence.
pl: Uczestniczyli w konferencji prasowej Państwowej Komisji Wyborczej (PKW), podczas której Komisja przedstawiła m.in. zasady głosowania oraz ideę ciszy wyborczej.

source: During meetings with the Commission, observers became familiar with the Polish legal regulations which determine the electoral process and the functioning of the bodies that conduct it.
pl: Na spotkaniach z Komisją obserwatorzy zapoznali się z polskimi uregulowaniami prawnymi determinującymi przebieg wyborów i funkcjonowanie organów je przeprowadzających.

source: Guests also asked about the principles and criteria for determining the range of constituencies, the location of polling stations and about the impact of political forces on such decisions.
pl: Goście pytali także o zasady i kryteria, na podstawie których określa się zasięg okręgów wyborczych, usytuowanie lokali wyborczych i o wpływ sił politycznych na te decyzje.

source: Observers also learnt about the IT tools applied in Poland to efficiently collect and transfer the results of the vote, which allow the data to be published in real time.
pl: Obserwatorzy poznali również stosowane w Polsce narzędzia informatyczne do sprawnego zbierania i przesyłania danych o wynikach głosowania, pozwalające na ich publikowanie w czasie rzeczywistym.

source: The First President of the Supreme Court, S. Dąbrowski, and the President of the Supreme Court, W. Sanetra, presented to the observers Polish mechanisms of lodging electoral protests and the procedure of their examination.
pl: Pierwszy Prezes Sądu Najwyższego S. Dąbrowski oraz Prezes Sądu Najwyższego W. Sanetra przedstawili obserwatorom polskie mechanizmy składania protestów wyborczych oraz procedury ich rozpatrywania.

source: During a visit to the Office for Democratic Institutions and Human Rights of the OSCE (ODIHR), participants learned, inter alia, about the election observation system used by the OSCE.
pl: Podczas wizyty w Biurze Instytucji Demokratycznych i Praw Człowieka OBWE (ODIHR) uczestnicy wizyty poznali m.in. system obserwacji wyborów stosowany przez OBWE.

source: On the election day (9th October) delegations divided into three teams visited Regional Electoral Commissions (REC) in Warsaw (the group from Tunisia), Radom (the group from Libya) and Płock (the group from Egypt) and a few polling stations in those cities.
pl: W dniu wyborów (9 października) delegacje w podziale na trzy zespoły odwiedziły Okręgowe Komisje Wyborcze (OKW) w Warszawie (grupa z Tunezji), Radomiu (grupa z Libii) i Płocku (grupa z Egiptu) oraz kilka lokali wyborczych w tych miastach.

source: In conversations with members of the REC observers asked about preparations for the elections and voting process.
pl: W rozmowach z członkami OKW obserwatorzy pytali o przygotowania do wyborów i przebieg glosowania.

source: They observed the process of casting votes in the stations, opening of ballot boxes, counting of votes and recording of the work of commissions.
pl: Obserwowali proces oddawania głosów w lokalach, otwarcie urn wyborczych, liczenie głosów oraz protokołowanie prac komisji.

source: Observers from Egypt, Libya and Tunisia, evaluated the organization of elections in Poland and the transparency and fairness of the Polish electoral system in vary favourable terms.
pl: Obserwatorzy z Egiptu, Libii i Tunezji wysoce pozytywnie oceniali organizację wyborów w Polsce oraz przejrzystość i rzetelność polskiego systemu wyborczego.

source: They expressed interest in the application of certain elements of the Polish electoral system in their countries.
pl: Wyrażali zainteresowanie zastosowaniem niektórych elementów polskiego systemu wyborczego w swoich krajach.

source: They emphasized that in the upcoming and future elections in North Africa, a major challenge will be to convince citizens to participate in the voting and to win their trust necessary for the joint building of democracy.
pl: Podkreślali, że w nadchodzących i przyszłych wyborach w Afryce Północnej dużym wyzwaniem będzie przekonanie obywateli do udziału w głosowaniu i pozyskanie ich zaufania niezbędnego do wspólnego budowania demokracji.

source: The visit of observers from Egypt, Libya and Tunisia is part of the wider Polish support for the North African countries implementing democratic constitutional standards.
pl: Wizyta obserwatorów z Egiptu, Libii i Tunezji jest jednym z elementów szerszego wsparcia Polski dla krajów Afryki Północnej wprowadzających demokratyczne standardy ustrojowe.

source: You are here Polish Aid / Partner countries / Middle East / Palestine / Developing agricultural cooperatives in Palestine
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Bliski Wschód / Palestyna / Rozwijamy spółdzielnie rolnicze w Palestynie

source: Developing agricultural cooperatives in Palestine
pl: Rozwijamy spółdzielnie rolnicze w Palestynie

source: Installation of hydroponic and tank systems in four cooperative centres in Palestinehas been completed.
pl: Zakończyła się instalacja systemów hydroponicznych i zbiornikowych w czterech ośrodkach spółdzielczych w Palestynie.

source: The innovative character of the solutions used makes it possible to cultivate vegetables without having access to agricultural land and with limited water resources.
pl: Innowacyjność zastosowanych rozwiązań pozwala na uprawę warzyw bez dostępu do ziemi rolnej i przy niewielkich zasobach wody.

source: Members of the cooperatives currently undergo theoretical and practical training in this non-standard cultivation.
pl: Członkowie spółdzielni przechodzą obecnie teoretyczne i praktyczne szkolenia z prowadzenia tych niestandardowych upraw.

source: In two centres these will be disabled people, assisted by physiotherapists, who will take care of the plants.
pl: W dwóch ośrodkach pod okiem rehabilitantów zajmować się będą nimi osoby niepełnosprawne.

source: The centres that have received Polish aid are located in the vicinity of Jerusalem, Bethlehem, and Hebron.
pl: Ośrodki, które otrzymały polską pomoc położone są w okolicach Jerozolimy, Betlejem i Hebronu.

source: They include the following cooperatives: Beit Duqqo, the Women's Centre in Surif, the Association of Arab Women, and Al-Malath Centre for Disabled in Beit Sahour.
pl: Są to spółdzielnie Beit Duqqo, Centrum Kobiet z Surif, Zrzeszenie Arabskich Kobiet oraz ośrodek dla niepełnosprawnych Al-Malath w Beit Sahour.
